Revit 2027 API
ParameterTypeId.RbsDuctSystemCalculationParam Property
 "Calculations"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDuctSystemCalculationParam { get; }
Public Shared ReadOnly Property RbsDuctSystemCalculationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDuctSystemCalculationParam {
	ForgeTypeId^ get ();
}
static member RbsDuctSystemCalculationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace